Repository: mltnsy/Vat-Calculator-with-UIKit
Catalog: VatCalculator+/*.lproj/Localizable.strings
Languages: ja, ku_tr

source: Vat Calculator +
ja: 付加価値税計算機 +
ku_tr: Hesabkarê Bacê +

# enter_amount
source: enter amount:(eg:100)
ja: 金額を入力してください（例:100）
ku_tr: mîqdara binivîse (mînak:100)

source: special rate:
ja: 特別税率:
ku_tr: rêjeya taybet:

# enter_special_rate
source: (eg:5)
ja: (例:5)
ku_tr: (mîn:5)

source: calculate
ja: 計算する
ku_tr: hesibandin

source: Add Vat
ja: VATを加える
ku_tr: Bacê zêde bike

source: Deduct Vat
ja: VATを差し引く
ku_tr: Bacê kêm bike

source: transaction amount:
ja: 取引額:
ku_tr: mîqdara işlemê:

source: vat amount:
ja: VAT額:
ku_tr: mîqdara bacê:

source: result:
ja: 結果:
ku_tr: encam:

source: contact us
ja: お問い合わせ
ku_tr: pêwendî me bikin

source: privacy policy
ja: プライバシーポリシー
ku_tr: Siyaseta taybetî
